import React from 'react'

function Factory() {
    return (
        <div>
            <section class="section factory">
                <div class="container">
                    <h2 class="section-title section__title">
                        О производстве
                    </h2>
                    <div class="factory-block">
                        <div class="factory-block__image">
                            <img src="./img/factory/factory.jpg" alt="factory" />

                        </div>
                        <div class="factory-block__text">
                            <p>Давно выяснено, что при оценке дизайна и композиции читаемый текст мешает сосредоточиться. Lorem Ipsum используют потому, что тот обеспечивает более или менее стандартное заполнение шаблона, а также реальное распределение букв и пробелов в абзацах, которое не получается при простой дубликации "Здесь ваш текст.. Здесь ваш текст.. Здесь ваш текст.."</p>
                            <p>Давно выяснено, что при оценке дизайна и композиции читаемый текст мешает сосредоточиться. Lorem Ipsum используют потому, что тот обеспечивает более или менее стандартное заполнение шаблона, а также реальное распределение букв и пробелов в абзацах, которое не получается при простой дубликации "Здесь ваш текст.. Здесь ваш текст.. Здесь ваш текст.."</p>
                        </div>
                    </div>
                </div>
            </section>

        </div>
    )
}

export default Factory
